Repository: xuciro-commits/MSRU
Catalog: MSRU/Localizable.xcstrings
Source language: en
Languages: bo, ja, zh_hans, zh_hant

source: %@ (born %lld)
bo: %@ (%lld ལོར་སྐྱེས)
ja: %@ (%lld年生まれ)
zh_hans: %@ (生于 %lld 年)
zh_hant: %@ (生於 %lld 年)

source: %@ (formed in %lld)
bo: %@ (%lld ལོར་དབུ་བརྙེས)
ja: %@ (%lld年結成)
zh_hans: %@ (成立于 %lld 年)
zh_hant: %@ (成立於 %lld 年)

source: %@ Radio
bo: %@ རླུང་འཕྲིན།
ja: %@ ラジオ
zh_hans: %@ 电台
zh_hant: %@ 電台

source: %lld Albums
bo: ཆེད་བསྒྲིགས %lld
ja: %lld枚のアルバム
zh_hans: %lld 张专辑
zh_hant: %lld 張專輯

source: %lld Albums · %lld Artists · %lld Songs
bo: ཆེད་བསྒྲིགས %lld · སྒྱུ་རྩལ་པ %lld · གླུ་གཞས %lld
ja: %lld枚のアルバム · %lld組のアーティスト · %lld曲
zh_hans: %lld 张专辑 · %lld 位艺术家 · %lld 首歌曲
zh_hant: %lld 張專輯 · %lld 位藝人 · %lld 首歌曲

source: %lld Artists
bo: སྒྱུ་རྩལ་པ %lld
ja: %lld組のアーティスト
zh_hans: %lld 位艺术家
zh_hant: %lld 位藝人

source: %lld items
bo: རྣམ་གྲངས %lld
ja: %lld項目
zh_hans: %lld 项
zh_hant: %lld 項

source: %lld songs
bo: གླུ་གཞས %lld
ja: %lld曲
zh_hans: %lld 首歌曲
zh_hant: %lld 首歌曲

source: %lld songs, %@
bo: གླུ་གཞས %lld, %@
ja: %lld曲、%@
zh_hans: %lld 首歌曲，%@
zh_hant: %lld 首歌曲，%@

source: %lld Stations
bo: རླུང་འཕྲིན %lld
ja: %lld局
zh_hans: %lld 个电台
zh_hant: %lld 個電台

# %lld tracks · Directory: %@
source: %1$lld tracks · Directory: %2$@
bo: གླུ་གཞས %1$lld · དཀར་ཆག: %2$@
ja: %1$lld曲 · ディレクトリ：%2$@
zh_hans: %1$lld 首曲目 · 目录：%2$@
zh_hant: %1$lld 首曲目 · 目錄：%2$@

source: 2020 Remaster · FLAC 24-bit/96kHz (Master)
bo: 2020 བསྐྱར་བཟོས · FLAC 24-bit/96kHz (Master)
ja: 2020リマスター · FLAC 24-bit/96kHz（マスター）
zh_hans: 2020 重制版 · FLAC 24-bit/96kHz (母带)
zh_hant: 2020 重製版 · FLAC 24-bit/96kHz (母帶)

source: About Station
bo: རླུང་འཕྲིན་སྐོར།
ja: ステーションについて
zh_hans: 关于电台
zh_hant: 關於電台

source: Acoustic Fingerprint
bo: སྒྲ་རིས།
ja: 音響フィンガープリント
zh_hans: 音频声纹
zh_hant: 音訊聲紋

source: AcoustID anomalous response
bo: AcoustID ཡི་ལན་འདེབས་རྒྱུན་ལྡན་མིན།
ja: AcoustIDの応答が異常です
zh_hans: AcoustID 响应异常
zh_hant: AcoustID 響應異常

source: AcoustID Application Client Key
bo: AcoustID སྒྲ་རིས་ཞབས་ཞུའི་དབང་སྤྲོད། (Application Client Key)
zh_hans: AcoustID 声学指纹服务授权 (Application Client Key)
zh_hant: AcoustID 聲學指紋服務授權 (Application Client Key)

source: AcoustID Client API Key
bo: AcoustID མཁོ་སྤྲོད་པའི་ API གསང་ལྡེ།
zh_hans: AcoustID 客户端 API 密钥
zh_hant: AcoustID 客戶端 API 金鑰

source: AcoustID error:
bo: AcoustID ནོར་འཁྲུལ:
ja: AcoustIDエラー：
zh_hans: AcoustID 错误：
zh_hant: AcoustID 錯誤：

source: AcoustID error: Invalid API Key. Note: Personal User Key cannot query; use an Application Client Key from acoustid.org/new-application
bo: AcoustID ནོར་འཁྲུལ: API Key ནུས་མེད། དོ་སྣང་། Personal User Key ཡིས་འདྲི་རྩད་བྱེད་མི་ཐུབ། acoustid.org/new-application ནས་ཐོབ་པའི Application Client Key སྤྱོད་རོགས།
ja: AcoustIDエラー：API Keyが無効です。注意：Personal User Keyでは照会できません。acoustid.org/new-application で取得したApplication Client Keyを使用してください
zh_hans: AcoustID 错误：API Key 无效。注意：Personal User Key 无法用于查询；请使用从 acoustid.org/new-application 获取的 Application Client Key
zh_hant: AcoustID 錯誤：API Key 無效。注意：Personal User Key 無法用於查詢；請使用從 acoustid.org/new-application 獲取的 Application Client Key

source: AcoustID Exact Matches
bo: AcoustID སྒྲ་རིས་ཏན་ཏིག་མཐུན་པ།
ja: AcoustID完全一致
zh_hans: AcoustID 精确声纹匹配
zh_hant: AcoustID 精確聲紋匹配

source: AcoustID Fingerprint
bo: AcoustID སྒྲ་རིས།
ja: AcoustIDフィンガープリント
zh_hans: AcoustID 声纹
zh_hant: AcoustID 聲紋

source: AcoustID Fingerprint Query
bo: AcoustID སྒྲ་རིས་འདྲི་རྩད།
ja: AcoustIDフィンガープリント照会
zh_hans: AcoustID 声学声纹查询
zh_hant: AcoustID 聲學聲紋查詢

source: AcoustID Match
bo: AcoustID སྒྲ་རིས་མཐུན་པ།
ja: AcoustID一致
zh_hans: AcoustID 声纹匹配
zh_hant: AcoustID 聲紋匹配

source: Action
bo: བཀོལ་སྤྱོད།
ja: 操作
zh_hans: 操作
zh_hant: 操作

source: Actions:
bo: བཀོལ་སྤྱོད།:
ja: 操作：
zh_hans: 操作：
zh_hant: 操作：

source: Active
bo: འགུལ་སྐྱོད།
ja: アクティブ
zh_hans: 活跃
zh_hant: 活躍

source: Active Monitoring
bo: དངོས་དུས་ལྟ་ཞིབ།
ja: アクティブ監視
zh_hans: 实时监控
zh_hant: 即時監控

source: Add Custom Station
bo: རང་བཟོས་རླུང་འཕྲིན་སྣོན་པ།
ja: カスタムステーションを追加
zh_hans: 添加自定义电台
zh_hant: 添加自訂電台

source: Add Folder
bo: ཡིག་སྣོད་སྣོན་པ།
ja: フォルダを追加
zh_hans: 添加文件夹
zh_hant: 添加檔案夾

source: Add Folder Learning Rule
bo: དཀར་ཆག་སློབ་སྦྱོང་སྒྲིག་སྲོལ་སྣོན་པ།
ja: フォルダ学習ルールを追加
zh_hans: 添加目录学习规则
zh_hant: 添加目錄學習規則

source: Add Folder Rule
bo: དཀར་ཆག་སྒྲིག་སྲོལ་སྣོན་པ།
ja: フォルダルールを追加
zh_hans: 添加目录规则
zh_hant: 添加目錄規則

source: Add Music
bo: རོལ་དབྱངས་སྣོན་པ།
ja: 音楽を追加
zh_hans: 添加音乐
zh_hant: 添加音樂

source: Add New Rule…
bo: སྒྲིག་སྲོལ་གསར་པ་སྣོན་པ…
ja: 新しいルールを追加…
zh_hans: 添加新规则…
zh_hant: 添加新規則…

source: Add Provider
bo: ཞབས་ཞུ་མཁོ་སྤྲོད་པ་སྣོན་པ།
ja: プロバイダを追加
zh_hans: 添加服务提供方
zh_hant: 添加服務供應商

source: Add Rule
bo: སྒྲིག་སྲོལ་སྣོན་པ།
ja: ルールを追加
zh_hans: 添加规则
zh_hant: 添加規則

source: Add songs from Browse or local files.
bo: བཤར་ལྟའམ་ས་གནས་ཡིག་ཆ་ནས་གླུ་གཞས་སྣོན་པ།
ja: ブラウズまたはローカルファイルから曲を追加します。
zh_hans: 从浏览或本地文件添加歌曲。
zh_hant: 從瀏覽或本地檔案添加歌曲。

source: Add songs from your library by right clicking any track.
bo: དཔེ་མཛོད་ནང་གི་གླུ་གཞས་གང་རུང་ཞིག་ལ་གཡས་རྡེབ་བྱས་ནས་གླུ་གཞས་སྣོན་ཆོག
ja: ライブラリ内の任意のトラックを右クリックして曲を追加します。
zh_hans: 在资料库中右键任意曲目即可添加歌曲。
zh_hant: 在資料庫中按右鍵任意曲目即可添加歌曲。

source: Add Station
bo: རླུང་འཕྲིན་སྣོན་པ།
ja: ステーションを追加
zh_hans: 添加电台
zh_hant: 添加電台

source: Add to Favorites
bo: ཉར་ཚགས་སུ་སྣོན་པ།
ja: お気に入りに追加
zh_hans: 添加到个人收藏
zh_hant: 添加到個人收藏

source: Add to Library
bo: དཔེ་མཛོད་དུ་སྣོན་པ།
ja: ライブラリに追加
zh_hans: 加入资料库
zh_hant: 加入資料庫

source: Add to Queue
bo: རུ་སྟར་དུ་སྣོན་པ།
ja: キューに追加
zh_hans: 加入队列
zh_hant: 加入佇列

source: Added: %@
bo: བསྣན་ཟིན: %@
ja: 追加済み：%@
zh_hans: 已添加：%@
zh_hant: 已添加：%@

source: Advanced
bo: མཐོ་རིམ།
ja: 詳細
zh_hans: 高级
zh_hant: 高級

source: After importing songs via Import & Review or tagging them in the inspector, their PCM acoustic fingerprints are saved locally for instant recognition on future imports.
bo: “ནང་འཇུག་དང་ཞིབ་བཤེར” བརྒྱུད་ནས་གླུ་གཞས་ནང་འཇུག་བྱས་པའམ་ཞིབ་བཤེར་ཆས་ནང་མཚན་རྟགས་བཏགས་རྗེས། དེའི PCM སྒྲ་རིས་ས་གནས་སུ་ཉར་ཚགས་བྱས་ཏེ་རྗེས་མའི་ནང་འཇུག་སྐབས་མྱུར་དུ་ངོས་འཛིན་བྱེད་ཐུབ།
ja: 「インポートと確認」で曲を取り込むか、インスペクタでタグ付けすると、PCM音響フィンガープリントがローカルに保存され、次回以降のインポート時に即座に認識できます。
zh_hans: 通过“导入与审核”导入歌曲或在检查器中为其添加标签后，其 PCM 声学指纹会保存在本地，以便后续导入时即时识别。
zh_hant: 通過“匯入與審核”匯入歌曲或在檢查器中為其添加標籤後，其 PCM 聲學指紋會保存在本地，以便後續匯入時即時識別。

source: Album
bo: ཆེད་བསྒྲིགས།
ja: アルバム
zh_hans: 专辑
zh_hant: 專輯

source: Album: %@
bo: ཆེད་བསྒྲིགས: %@
ja: アルバム：%@
zh_hans: 专辑：%@
zh_hant: 專輯：%@

source: Albums
bo: ཆེད་བསྒྲིགས།
ja: アルバム
zh_hans: 专辑
zh_hant: 專輯

source: Aliases:
bo: མིང་གཞན:
ja: 別名：
zh_hans: 别名：
zh_hant: 別名：

source: All
bo: ཚང་མ།
ja: すべて
zh_hans: 全部
zh_hant: 全部

source: All Available Versions:
bo: སྤྱོད་རུང་བའི་པར་གཞི་ཚང་མ།:
ja: 利用可能なすべてのバージョン：
zh_hans: 所有可用版本：
zh_hant: 所有可用版本：

source: All imported tracks have been resolved with high confidence or reviewed.
bo: ནང་འཇུག་བྱས་པའི་གླུ་གཞས་ཚང་མ་ཡིད་ཆེས་ཚད་མཐོ་བའི་ཟླ་སྒྲིལ་ལེགས་གྲུབ་བྱུང་བའམ་ཞིབ་བཤེར་ཟིན་པ།
ja: 取り込まれたすべてのトラックは、高い信頼度で解決済みか、確認済みです。
zh_hans: 所有导入曲目均已完成高置信度归并或已审核。
zh_hant: 所有匯入曲目均已完成高置信度歸並或已審核。

source: All Pending
bo: ཐག་གཅོད་སྒུག་པའི་ཡོངས་རྫོགས།
ja: すべての保留項目
zh_hans: 全部待处理
zh_hant: 全部待處理

source: All Pending Tracks
bo: ཞིབ་བཤེར་སྒུག་པའི་གླུ་གཞས་ཡོངས་རྫོགས།
ja: すべての確認待ちトラック
zh_hans: 全部待审核曲目
zh_hant: 全部待審核曲目

source: All Stations
bo: རླུང་འཕྲིན་ཚང་མ།
ja: すべてのステーション
zh_hans: 全部电台
zh_hant: 全部電台

source: All tracks in this session have been imported.
bo: སྐབས་འདིའི་གླུ་གཞས་ཚང་མ་ནང་འཇུག་ལེགས་གྲུབ་བྱུང་བ།
ja: このセッションのすべてのトラックがインポートされました。
zh_hans: 当前批次的所有曲目均已导入完成。
zh_hant: 當前批次的所有曲目均已匯入完成。

source: Ambient
bo: ཁོར་ཡུག
ja: アンビエント
zh_hans: 氛围
zh_hant: 氛圍

source: Ambient & Drone
bo: ཁོར་ཡུག་དང་ Drone
ja: アンビエント & ドローン
zh_hans: 氛围与 Drone
zh_hant: 氛圍與 Drone

source: App
bo: ཉེར་སྤྱོད།
ja: アプリ
zh_hans: 应用
zh_hant: 應用

source: App behavior and appearance.
bo: ཉེར་སྤྱོད་ཀྱི་སྤྱོད་ཚུལ་དང་ཕྱི་ཚུལ།
ja: アプリの動作と外観。
zh_hans: 应用行为与外观。
zh_hant: 應用行為與外觀。

source: Appearance
bo: ཕྱི་ཚུལ།
ja: 外観
zh_hans: 外观
zh_hant: 外觀

source: Apple Music developer credentials required
bo: Apple Music གསར་སྤེལ་པའི་དཔང་ཡིག་དགོས།
ja: Apple Musicの開発者資格情報が必要です
zh_hans: 需要 Apple Music 开发者凭据
zh_hant: 需要 Apple Music 開發者憑據

source: Are you sure you want to delete this playlist? This action cannot be undone.
bo: གླུ་ཐོ་འདི་སུབ་ངེས་ཡིན་ནམ། བཀོལ་སྤྱོད་འདི་ཕྱིར་འཐེན་བྱེད་མི་ཐུབ།
ja: このプレイリストを削除してもよろしいですか？この操作は取り消せません。
zh_hans: 确定要删除这个歌单吗？此操作无法撤销。
zh_hant: 確定要刪除這個歌單嗎？此操作無法撤銷。

source: Artist
bo: སྒྱུ་རྩལ་པ།
ja: アーティスト
zh_hans: 艺术家
zh_hant: 藝人

source: Artist Bio
bo: སྒྱུ་རྩལ་པའི་ངོ་སྤྲོད་མདོར་བསྡུས།
ja: アーティスト略歴
zh_hans: 艺术家简介
zh_hant: 藝人簡介

source: Artist Name
bo: སྒྱུ་རྩལ་པའི་མིང་།
ja: アーティスト名
zh_hans: 艺术家名称
zh_hant: 藝人名稱

source: Artist: %@
bo: སྒྱུ་རྩལ་པ: %@
ja: アーティスト：%@
zh_hans: 艺术家：%@
zh_hant: 藝人：%@

source: Artists
bo: སྒྱུ་རྩལ་པ།
ja: アーティスト
zh_hans: 艺术家
zh_hant: 藝人

source: Ascending
bo: ཡར་འཕར།
ja: 昇順
zh_hans: 升序
zh_hant: 升序

source: Atomic write to file failed: %@
bo: ཡིག་ཆར་རྡུལ་ཕྲན་འབྲི་བ་ཕམ་པ: %@
ja: ファイルへのアトミック書き込みに失敗しました：%@
zh_hans: 原子写入文件失败：%@
zh_hant: 原子寫入檔案失敗：%@

source: Audio Codec
bo: སྒྲ་ཟིན་ཨང་སྒྲིག
ja: オーディオコーデック
zh_hans: 音频编码
zh_hant: 音訊編碼

source: Audio engine failed to initialize
bo: སྒྲ་ཟིན་འཕྲུལ་འཁོར་འགོ་འཛུགས་མ་ཐུབ།
ja: オーディオエンジンの初期化に失敗しました
zh_hans: 音频引擎初始化失败
zh_hant: 音訊引擎初始化失敗

source: Audio file not found: %@
bo: སྒྲ་ཟིན་ཡིག་ཆ་མ་རྙེད: %@
ja: オーディオファイルが見つかりません：%@
zh_hans: 找不到音频文件：%@
zh_hant: 找不到音訊檔案：%@

source: Audio header validation failed; rolled back to protect the original file
bo: སྒྲ་ཟིན་མགོ་ཡིག་ར་སྤྲོད་ཕམ་པས། ཐོག་མའི་ཡིག་ཆ་སྲུང་ཕྱིར་ཕྱིར་ལོག་བྱས།
ja: オーディオヘッダーの検証に失敗したため、元のファイルを保護するためロールバックしました
zh_hans: 音频头验证失败；已回滚以保护原始文件
zh_hant: 音訊頭驗證失敗；已復原以保護原始檔案

source: Audio playback interrupted.
bo: སྒྲ་ཟིན་རྩེད་འདོན་བར་བཅད།
ja: オーディオ再生が中断されました。
zh_hans: 音频播放已中断。
zh_hant: 音訊播放已中斷。

source: Auto
bo: རང་འགུལ།
ja: 自動
zh_hans: 自动
zh_hant: 自動

source: Auto-Ingest into Library
bo: རང་འགུལ་གྱིས་དཔེ་མཛོད་དུ་ནང་འཇུག
ja: ライブラリへ自動取り込み
zh_hans: 自动导入资料库
zh_hant: 自動匯入資料庫

source: Available
bo: སྤྱོད་རུང་།
ja: 利用可能
zh_hans: 可用
zh_hant: 可用

source: Base Layer Ready
bo: རྨང་གཞིའི་རིམ་པ་གྲ་སྒྲིག་ཟིན་པ།
ja: ベースレイヤー準備完了
zh_hans: 基础层已就绪
zh_hant: 基礎層已就緒

source: Bit Depth
bo: གནས་ཟབ།
ja: ビット深度
zh_hans: 位深
zh_hant: 位元深度

source: Bitrate
bo: བཞུར་ཚད།
ja: ビットレート
zh_hans: 比特率
zh_hant: 位元率

source: Blues
bo: བྷུ་ལུའུ་སི།
ja: ブルース
zh_hans: 布鲁斯
zh_hant: 布魯斯

source: Broadcast Details
bo: རླུང་འཕྲིན་གྱི་ཞིབ་ཕྲ།
ja: 放送の詳細
zh_hans: 广播详情
zh_hant: 廣播詳情

source: Browse
bo: བཤར་ལྟ།
ja: ブラウズ
zh_hans: 浏览
zh_hant: 瀏覽

source: Built-in
bo: ནང་སྒྲིག
ja: 内蔵
zh_hans: 内置
zh_hant: 內置

source: Built-in Default Key
bo: ནང་སྒྲིག་སྔོན་སྒྲིག་གསང་ལྡེ།
ja: 内蔵デフォルトキー
zh_hans: 内置默认密钥
zh_hant: 內置預設金鑰

source: Built-in Key
bo: ནང་སྒྲིག་གསང་ལྡེ།
ja: 内蔵キー
zh_hans: 内置密钥
zh_hant: 內置金鑰

source: Built-in local provider is available.
bo: ནང་སྒྲིག་ས་གནས་ཞབས་ཞུ་མཁོ་སྤྲོད་པ་སྤྱོད་རུང་བ།
ja: 内蔵ローカルプロバイダを利用できます。
zh_hans: 内置本地服务提供方可用。
zh_hant: 內置本地服務供應商可用。

source: Built-in Provider
bo: ནང་སྒྲིག་ཞབས་ཞུ་མཁོ་སྤྲོད་པ།
ja: 内蔵プロバイダ
zh_hans: 内置服务提供方
zh_hant: 內置服務供應商

source: Built-in provider is available locally.
bo: ནང་སྒྲིག་ཞབས་ཞུ་མཁོ་སྤྲོད་པ་ས་གནས་སུ་སྤྱོད་རུང་བ།
ja: 内蔵プロバイダはローカルで利用できます。
zh_hans: 内置服务提供方在本地可用。
zh_hant: 內置服務供應商在本地可用。

source: Cancel
bo: རྩིས་མེད་གཏོང་བ།
ja: キャンセル
zh_hans: 取消
zh_hant: 取消

source: Candidate (MusicBrainz)
bo: འདེམས་ཆོག (MusicBrainz)
ja: 候補（MusicBrainz）
zh_hans: 候选 (MusicBrainz)
zh_hant: 候選 (MusicBrainz)

source: Candidate Album / Track
bo: འདེམས་ཆོག་ཆེད་བསྒྲིགས / གླུ་གཞས།
ja: 候補アルバム / トラック
zh_hans: 候选专辑 / 曲目
zh_hant: 候選專輯 / 曲目

source: Candidate Releases (Click to Switch):
bo: འདེམས་ཆོག་པའི་འགྲེམས་སྤེལ་པར་གཞི (རྡེབ་ནས་བརྗེ་བ):
ja: 候補リリース（クリックして切り替え）：
zh_hans: 候选发行版本 (点击切换)：
zh_hant: 候選發行版本 (按一下切換)：

source: Canonical
bo: དབང་གྲགས།
ja: 正規
zh_hans: 权威
zh_hant: 權威

source: Capabilities
bo: ནུས་པ།
ja: 機能
zh_hans: 能力
zh_hant: 能力

source: Cascade delete album and all %lld songs
bo: ཆེད་བསྒྲིགས་དང་གླུ་གཞས %lld ཚང་མ་མཉམ་དུ་སུབ་པ།
ja: アルバムと全%lld曲をカスケード削除
zh_hans: 级联删除该专辑及全部 %lld 首歌曲
zh_hant: 級聯刪除該專輯及全部 %lld 首歌曲

source: Cascade delete album and all songs
bo: ཆེད་བསྒྲིགས་དང་གླུ་གཞས་ཚང་མ་མཉམ་དུ་སུབ་པ།
ja: アルバムと全曲をカスケード削除
zh_hans: 级联删除该专辑及全部歌曲
zh_hant: 級聯刪除該專輯及全部歌曲

source: Cascade delete artist and all content
bo: སྒྱུ་རྩལ་པ་དང་ནང་དོན་ཚང་མ་མཉམ་དུ་སུབ་པ།
ja: アーティストとすべてのコンテンツをカスケード削除
zh_hans: 级联删除该艺术家及全部内容
zh_hant: 級聯刪除該藝人及全部內容

source: Catalog
bo: དཀར་ཆག
ja: カタログ
zh_hans: 目录
zh_hant: 目錄

source: Catalog · Cover · License Metadata · Playback
bo: དཀར་ཆག · ཁ་ཤོག · ཆོག་མཆན་གཞི་གྲངས་རྩ་བ · རྩེད་འདོན།
ja: カタログ · カバー · ライセンスメタデータ · 再生
zh_hans: 目录 · 封面 · 许可元数据 · 播放
zh_hant: 目錄 · 封面 · 許可中繼資料 · 播放

source: Catalog & Playback
bo: དཀར་ཆག་དང་རྩེད་འདོན།
ja: カタログと再生
zh_hans: 目录与播放
zh_hant: 目錄與播放

source: Catalog and authorized remote playback with API access.
bo: API བཅར་འདྲི་སྒྲིག་བཀོད་རྗེས་དཀར་ཆག་དང་དབང་སྤྲོད་རྒྱང་རིང་རྩེད་འདོན་མཁོ་སྤྲོད།
ja: APIアクセスを設定すると、カタログと認証済みリモート再生を利用できます。
zh_hans: 配置 API 访问后提供目录与授权远程播放。
zh_hant: 配置 API 訪問後提供目錄與授權遠程播放。

source: Catalog Cache
bo: དཀར་ཆག་གི་གནས་སྐབས་གསོག་འཇོག
ja: カタログキャッシュ
zh_hans: 目录缓存
zh_hant: 目錄緩存

source: Catalog provider configured.
bo: དཀར་ཆག་ཞབས་ཞུ་མཁོ་སྤྲོད་པ་སྒྲིག་བཀོད་ཟིན་པ།
ja: カタログプロバイダが設定されています。
zh_hans: 目录服务提供方已配置。
zh_hant: 目錄服務供應商已配置。

source: Catalog Source
bo: དཀར་ཆག་གི་འབྱུང་ཁུངས།
ja: カタログソース
zh_hans: 目录来源
zh_hant: 目錄來源

source: Catalog, metadata, and playback providers.
bo: དཀར་ཆག་དང་། གཞི་གྲངས་རྩ་བ། རྩེད་འདོན་ཞབས་ཞུ་མཁོ་སྤྲོད་པ།
ja: カタログ、メタデータ、再生のプロバイダ。
zh_hans: 目录、元数据和播放服务提供方。
zh_hant: 目錄、中繼資料和播放服務供應商。

source: Catalog: %@
bo: དཀར་ཆག: %@
ja: カタログ：%@
zh_hans: 目录：%@
zh_hant: 目錄：%@

source: Choose a track from your library
bo: ཁྱེད་ཀྱི་དཔེ་མཛོད་ནས་གླུ་གཞས་ཤིག་འདེམས་རོགས།
ja: ライブラリからトラックを選択
zh_hans: 从资料库中选择一首曲目
zh_hant: 從資料庫中選擇一首曲目

source: Classical
bo: གཞུང་ལུགས།
ja: クラシック
zh_hans: 古典
zh_hant: 古典

source: Clean orphaned fingerprints
bo: ཁེར་རྐྱང་གི་སྒྲ་རིས་གཙང་སེལ་བྱེད་པ།
ja: 孤立したフィンガープリントをクリーンアップ
zh_hans: 清理孤立声纹
zh_hant: 清理孤立聲紋

source: Clear
bo: གཙང་སེལ་བྱེད་པ།
ja: 消去
zh_hans: 清除
zh_hant: 清除

source: Clear all fingerprints
bo: སྒྲ་རིས་ཚང་མ་གཙང་སེལ་བྱེད་པ།
ja: すべてのフィンガープリントを消去
zh_hans: 清除所有声纹
zh_hant: 清除所有聲紋

source: Clear Queue
bo: རུ་སྟར་གཙང་སེལ།
ja: キューを消去
zh_hans: 清空队列
zh_hant: 清空佇列

source: Click 'Add Folder' to select a local directory to watch.
bo: “ཡིག་སྣོད་སྣོན་པ” ལ་རྡེབ་ནས་ལྟ་ཞིབ་བྱ་རྒྱུའི་ས་གནས་དཀར་ཆག་འདེམས་རོགས།
ja: 「フォルダを追加」をクリックして監視するローカルディレクトリを選択します。
zh_hans: 点击“添加文件夹”选择要监控的本地目录。
zh_hant: 按一下“添加檔案夾”選擇要監控的本地目錄。

source: Close
bo: སྒོ་རྒྱག་པ།
ja: 閉じる
zh_hans: 关闭
zh_hant: 關閉

source: Close Details
bo: ཞིབ་ཕྲ་སྒོ་རྒྱག་པ།
ja: 詳細を閉じる
zh_hans: 关闭详情
zh_hant: 關閉詳情

source: Cluster by Candidate Album
bo: འདེམས་ཆོག་ཆེད་བསྒྲིགས་ལྟར་ཚོགས་སྒྲིལ།
ja: 候補アルバムごとにクラスタ化
zh_hans: 按候选专辑聚合
zh_hant: 按候選專輯聚合

source: Codec
bo: ཨང་སྒྲིག་ཆས།
ja: コーデック
zh_hans: 编解码器
zh_hant: 編解碼器

source: Collapse
bo: བསྡུ་བ།
ja: 折りたたむ
zh_hans: 收起
zh_hant: 收起

source: Collapse to player bar (ESC)
bo: གཏོང་བའི་མཐེབ་ཐིག་ཏུ་བསྡུ་བ (ESC)
ja: プレーヤーバーに折りたたむ（ESC）
zh_hans: 收起到播放条 (ESC)
zh_hant: 收起到播放條 (ESC)

source: Collecting audio files…
bo: སྒྲ་ཟིན་ཡིག་ཆ་བསྡུ་རུབ་བྱེད་བཞིན་པ...
ja: オーディオファイルを収集中…
zh_hans: 正在收集音频文件…
zh_hant: 正在收集音訊檔案…

source: Confidence
bo: ཡིད་ཆེས་ཚད།
ja: 信頼度
zh_hans: 置信度
zh_hant: 置信度

source: Configuration
bo: སྒྲིག་བཀོད།
ja: 設定
zh_hans: 配置
zh_hant: 配置

source: Configure catalog, metadata, library, and playback capabilities separately.
bo: དཀར་ཆག་དང་། གཞི་གྲངས་རྩ་བ། ཡིག་མཛོད། གཏོང་བའི་ནུས་པ་བཅས་སོ་སོར་སྒྲིག་བཀོད་བྱ་རྒྱུ།
ja: カタログ、メタデータ、ライブラリ、再生機能を個別に設定します。
zh_hans: 分别配置目录、元数据、资料库和播放能力。
zh_hant: 分別配置目錄、中繼資料、資料庫和播放能力。

source: Configured Providers
bo: སྒྲིག་བཀོད་ཟིན་པའི་ཞབས་ཞུ་མཁོ་སྤྲོད་པ།
ja: 設定済みプロバイダ
zh_hans: 已配置的服务提供方
zh_hant: 已配置的服務供應商

source: Connected
bo: སྦྲེལ་ཟིན་པ།
ja: 接続済み
zh_hans: 已连接
zh_hant: 已連接

source: Connection
bo: སྦྲེལ་མཐུད།
ja: 接続
zh_hans: 连接
zh_hant: 連接

source: Connection successful (Status 200 OK)
bo: སྦྲེལ་མཐུད་ལེགས་གྲུབ་བྱུང་། (Status 200 OK)
ja: 接続に成功しました（ステータス 200 OK）
zh_hans: 连接成功（状态 200 OK）
zh_hant: 連接成功（狀態 200 OK）

source: Continuous Broadcast · Live Audio
bo: རྒྱུན་མཐུད་ཐད་གཏོང་ · ཡུལ་དངོས་སྒྲ་ཟིན།
ja: 連続放送 · ライブオーディオ
zh_hans: 连续直播 · 现场音频
zh_hant: 連續直播 · 現場音訊

source: Core Provided
bo: ནང་སྙིང་གིས་མཁོ་སྤྲོད་བྱས་པ།
ja: コア提供済み
zh_hans: 内核已提供
zh_hant: 內核已提供

source: Country
bo: གྲོང་གསེབ།
ja: カントリー
zh_hans: 乡村
zh_hant: 鄉村

source: Country/Region
bo: རྒྱལ་ཁབ/ས་ཁུལ།
ja: 国/地域
zh_hans: 国家/地区
zh_hant: 國家/地區

source: Cover Art Archive (Hi-Res Covers)
bo: Cover Art Archive (གསལ་ཚད་མཐོ་བའི་ཁ་ཤོག)
ja: Cover Art Archive（高解像度カバー）
zh_hans: Cover Art Archive（高清封面）
zh_hant: Cover Art Archive（高清封面）

source: Create Playlist
bo: གླུ་ཐོ་གསར་བཟོ།
ja: プレイリストを作成
zh_hans: 创建歌单
zh_hant: 創建歌單

source: Create your first custom playlist to organize your favorite songs.
bo: རང་བཟོས་གླུ་ཐོ་དང་པོ་བཟོས་ཏེ་ཁྱེད་ཀྱི་དགའ་མོས་གླུ་གཞས་སྒྲིག་རོགས།
ja: 最初のカスタムプレイリストを作成して、お気に入りの曲を整理しましょう。
zh_hans: 创建第一个自定义歌单，整理你喜爱的歌曲。
zh_hant: 創建第一個自訂歌單，整理你喜愛的歌曲。

source: Current Primary Version:
bo: མིག་སྔའི་པར་གཞི་གཙོ་བོ།:
ja: 現在のプライマリバージョン：
zh_hans: 当前主版本：
zh_hant: 當前主版本：

source: Current Provider
bo: མིག་སྔའི་ཞབས་ཞུ་མཁོ་སྤྲོད་པ།
ja: 現在のプロバイダ
zh_hans: 当前服务提供方
zh_hant: 當前服務供應商

source: Current Source
bo: མིག་སྔའི་འབྱུང་ཁུངས།
ja: 現在のソース
zh_hans: 当前来源
zh_hant: 當前來源

source: Custom
bo: རང་བཟོས།
ja: カスタム
zh_hans: 自定义
zh_hant: 自訂

source: Custom AcoustID Key
bo: རང་བཟོས AcoustID གསང་ལྡེ།
ja: カスタムAcoustIDキー
zh_hans: 自定义 AcoustID 密钥
zh_hant: 自訂 AcoustID 金鑰

source: Custom Key
bo: རང་བཟོས་གསང་ལྡེ།
ja: カスタムキー
zh_hans: 自定义密钥
zh_hant: 自訂金鑰

source: Custom Provider
bo: རང་བཟོས་ཞབས་ཞུ་མཁོ་སྤྲོད་པ།
ja: カスタムプロバイダ
zh_hans: 自定义服务提供方
zh_hant: 自訂服務供應商

source: Custom remote service provider.
bo: རང་བཟོས་རྒྱང་རིང་ཞབས་ཞུ་མཁོ་སྤྲོད་པ།
ja: カスタムのリモートサービスプロバイダ。
zh_hans: 自定义远程服务提供方。
zh_hant: 自訂遠程服務供應商。

source: Custom Stream
bo: རང་བཟོས་བཞུར་རྒྱུན་སྨྱན་སྦྱོར།
ja: カスタムストリーム
zh_hans: 自定义流媒体
zh_hant: 自訂流媒體

source: Dance & Club
bo: ཞབས་བྲོ་དང་སྤྲོ་སྐྱིད་ཁང་།
ja: ダンス & クラブ
zh_hans: 舞曲与俱乐部
zh_hant: 舞曲與俱樂部

source: Date Added
bo: སྣོན་པའི་ཚེས་གྲངས།
ja: 追加日
zh_hans: 添加日期
zh_hant: 添加日期

source: Default built-in Key: cSpUJKpD
bo: སྔོན་སྒྲིག་ནང་སྒྲིག་གསང་ལྡེ: cSpUJKpD
ja: デフォルト内蔵キー：cSpUJKpD
zh_hans: 默认内置密钥：cSpUJKpD
zh_hant: 預設內置金鑰：cSpUJKpD

source: Delete
bo: སུབ་པ།
ja: 削除
zh_hans: 删除
zh_hant: 刪除

source: Delete Album
bo: ཆེད་བསྒྲིགས་སུབ་པ།
ja: アルバムを削除
zh_hans: 删除专辑
zh_hant: 刪除專輯

source: Delete album "%@"?
bo: ཆེད་བསྒྲིགས "%@" སུབ་རྒྱུ་ཡིན་ནམ།
ja: アルバム「%@」を削除しますか？
zh_hans: 删除专辑“%@”？
zh_hant: 刪除專輯“%@”？

source: Delete Album (Cascade)
bo: ཆེད་བསྒྲིགས་སུབ་པ (མཉམ་སུབ)
ja: アルバムを削除（カスケード）
zh_hans: 删除专辑（级联）
zh_hant: 刪除專輯（級聯）

source: Delete Artist
bo: སྒྱུ་རྩལ་པ་སུབ་པ།
ja: アーティストを削除
zh_hans: 删除艺术家
zh_hant: 刪除藝人

source: Delete artist "%@"?
bo: སྒྱུ་རྩལ་པ "%@" སུབ་རྒྱུ་ཡིན་ནམ།
ja: アーティスト「%@」を削除しますか？
zh_hans: 删除艺术家“%@”？
zh_hant: 刪除藝人“%@”？

source: Delete Artist (Cascade)
bo: སྒྱུ་རྩལ་པ་སུབ་པ (མཉམ་སུབ)
ja: アーティストを削除（カスケード）
zh_hans: 删除艺术家（级联）
zh_hant: 刪除藝人（級聯）

source: Delete Custom Station
bo: རང་བཟོས་རླུང་འཕྲིན་སུབ་པ།
ja: カスタムステーションを削除
zh_hans: 删除自定义电台
zh_hant: 刪除自訂電台

source: Delete from Library
bo: དཔེ་མཛོད་ནས་སུབ་པ།
ja: ライブラリから削除
zh_hans: 从资料库删除
zh_hant: 從資料庫刪除

source: Delete Playlist
bo: གླུ་ཐོ་སུབ་པ།
ja: プレイリストを削除
zh_hans: 删除歌单
zh_hant: 刪除歌單

source: Delete selected from Library (%lld items)
bo: དཔེ་མཛོད་ནས་བདམས་པ་རྣམས་སུབ་པ (%lld)
ja: 選択項目をライブラリから削除（%lld項目）
zh_hans: 从资料库删除所选项（%lld 项）
zh_hant: 從資料庫刪除所選項（%lld 項）

source: Delete selected songs?
bo: བདམས་པའི་གླུ་གཞས་སུབ་རྒྱུ་གཏན་འཁེལ་ལམ།
ja: 選択した曲を削除しますか？
zh_hans: 确认删除所选歌曲？
zh_hant: 確認刪除所選歌曲？

source: Descending
bo: མར་ཆག
ja: 降順
zh_hans: 降序
zh_hant: 降序

source: Description (Optional)
bo: འགྲེལ་བཤད (འདེམས་ཆོག)
ja: 説明（任意）
zh_hans: 描述（可选）
zh_hant: 描述（可選）

source: Deselect All
bo: འདེམས་མཚམས་འཇོག་པ།
ja: すべて選択解除
zh_hans: 取消选择
zh_hant: 取消選擇

source: Details
bo: ཞིབ་ཕྲ།
ja: 詳細
zh_hans: 详情
zh_hant: 詳情

source: Deterministic recognition based on audio waveforms
bo: སྒྲ་རླབས་ལ་གཞིགས་ནས་གཏན་འཁེལ་རང་བཞིན་གྱིས་ངོས་འཛིན་པ།
ja: オーディオ波形に基づく決定論的認識
zh_hans: 基于音频波形的确定性识别
zh_hant: 基於音訊波形的確定性識別

source: Diagnostics
bo: ནད་བརྟག
ja: 診断
zh_hans: 诊断
zh_hant: 診斷

source: Diagnostics, status, and developer tools.
bo: ནད་བརྟག་དང་། གནས་སྟངས། གསར་སྤེལ་ལག་ཆ།
ja: 診断、ステータス、開発者ツール。
zh_hans: 诊断、状态和开发工具。
zh_hant: 診斷、狀態和開發工具。

source: Different Encoding
bo: ཨང་སྒྲིག་མི་འདྲ་བ།
ja: 異なるエンコード
zh_hans: 不同编码
zh_hant: 不同編碼

source: Different Master
bo: མ་ཕྱི་མི་འདྲ་བ།
ja: 異なるマスター
zh_hans: 不同母版
zh_hant: 不同母版

source: Different Performance
bo: འཁྲབ་སྟོན་མི་འདྲ་བ།
ja: 異なる演奏
zh_hans: 不同演绎
zh_hant: 不同演繹

source: Different Quality
bo: སྒྲ་སྤུས་མི་འདྲ་བ།
ja: 異なる音質
zh_hans: 不同音质
zh_hant: 不同音質

source: Disabled
bo: སྤྱོད་མཚམས་བཞག་པ།
ja: 無効
zh_hans: 已停用
zh_hant: 已停用

source: Discard Unconfirmed
bo: གཏན་འཁེལ་མ་བྱས་པ་དོར་བ།
ja: 未確認項目を破棄
zh_hans: 放弃未确认项
zh_hant: 放棄未確認項

source: Discover
bo: གསར་རྙེད།
ja: 見つける
zh_hans: 发现
zh_hant: 發現

source: Discover music from %@
bo: %@ ལས་རྙེད་པའི་རོལ་དབྱངས།
ja: %@ から音楽を見つける
zh_hans: 发现来自 %@ 的音乐
zh_hant: 發現來自 %@ 的音樂

source: Discovery
bo: གསར་རྙེད།
ja: ディスカバリー
zh_hans: 发现
zh_hant: 發現

source: Discovery Mode
bo: གསར་རྙེད་རྣམ་པ།
ja: ディスカバリーモード
zh_hans: 发现模式
zh_hant: 發現模式

source: Distinct Tracks
bo: གླུ་གཞས་མི་འདྲ་བ།
ja: 異なるトラック
zh_hans: 不同曲目
zh_hant: 不同曲目

source: Done
bo: ལེགས་གྲུབ།
ja: 完了
zh_hans: 完成
zh_hant: 完成

source: Drag and drop music folders or audio files here
bo: རོལ་དབྱངས་ཡིག་སྣོད་དམ་སྒྲ་ཟིན་ཡིག་ཆ་འདིར་འདྲུད་པ།
ja: 音楽フォルダまたはオーディオファイルをここにドラッグ＆ドロップ
zh_hans: 将音乐文件夹或音频文件拖放到这里
zh_hant: 將音樂檔案夾或音訊檔案拖放到這裡

source: Drop to Import
bo: ནང་འཇུག་བྱེད་པར་འདྲུད་པ།
ja: ドロップしてインポート
zh_hans: 拖放以导入
zh_hant: 拖放以匯入

source: Dry-run verification first, supports one-click undo
bo: ཐོག་མར་ལད་མོའི་ར་སྤྲོད་བྱས་ནས། མཐེབ་རྡེབ་གཅིག་གིས་ཕྱིར་འཐེན་བྱེད་པར་རྒྱབ་སྐྱོར་བྱེད་པ།
ja: まずドライランで検証し、ワンクリックで元に戻せます
zh_hans: 先模拟验证，支持一键撤销
zh_hant: 先模擬驗證，支持一鍵撤銷

source: Duration
bo: དུས་ཡུན།
ja: 再生時間
zh_hans: 时长
zh_hant: 時長

source: Duration: %@
bo: དུས་ཡུན: %@
ja: 再生時間：%@
zh_hans: 时长：%@
zh_hant: 時長：%@

source: e.g. Global, China, USA
bo: དཔེར་ན: འཛམ་གླིང་། ཀྲུང་གོ ཨ་རི།
ja: 例：グローバル、中国、米国
zh_hans: 例如：全球、中国、美国
zh_hant: 例如：全球、中國、美國

source: e.g. My Favorite Station
bo: དཔེར་ན: ང་རང་དགའ་ཤོས་ཀྱི་རླུང་འཕྲིན།
ja: 例：お気に入りのステーション
zh_hans: 例如：我最喜爱的电台
zh_hant: 例如：我最喜愛的電台

source: Edit
bo: རྩོམ་སྒྲིག
ja: 編集
zh_hans: 编辑
zh_hant: 編輯

source: Edit Playlist
bo: གླུ་ཐོ་རྩོམ་སྒྲིག
ja: プレイリストを編集
zh_hans: 编辑歌单
zh_hant: 編輯歌單

source: Edit Rule
bo: སྒྲིག་སྲོལ་རྩོམ་སྒྲིག
ja: ルールを編集
zh_hans: 编辑规则
zh_hant: 編輯規則

source: Electronic
bo: གློག་རྡུལ།
ja: エレクトロニック
zh_hans: 电子
zh_hant: 電子

source: Electronic & Chill
bo: གློག་རྡུལ་དང་ཞི་ལྷོད།
ja: エレクトロニック & チル
zh_hans: 电子与驰放
zh_hant: 電子與馳放

source: Embedded Audio Tags (ID3/Vorbis/APIC)
bo: ནང་འཇུག་སྒྲ་ཟིན་མཚན་རྟགས (ID3/Vorbis/APIC)
ja: 埋め込みオーディオタグ（ID3/Vorbis/APIC）
zh_hans: 嵌入式音频标签（ID3/Vorbis/APIC）
zh_hant: 嵌入式音訊標籤（ID3/Vorbis/APIC）

source: Enable or disable metadata providers. The system will chain-fetch authoritative metadata and HD cover art through active providers.
bo: གཞི་གྲངས་རྩ་བ་མཁོ་སྤྲོད་པ་སྤྱོད་པའམ་མཚམས་འཇོག་པ། མ་ལག་གིས་དབང་གྲགས་གཞི་གྲངས་རྩ་བ་དང་སྤུས་ལེགས་ཁ་ཤོག་ལེན་རྒྱུ།
ja: メタデータプロバイダを有効または無効にします。システムは有効なプロバイダを通じて、信頼できるメタデータと高解像度カバーアートを連鎖的に取得します。
zh_hans: 启用或停用元数据提供商。系统将通过已启用的提供商链式获取权威元数据与高清封面。
zh_hant: 啓用或停用中繼資料供應商。系統將通過已啓用的供應商鏈式獲取權威中繼資料與高清封面。

source: Enabled
bo: སྤྱོད་འགོ་ཚུགས་པ།
ja: 有効
zh_hans: 已启用
zh_hant: 已啓用

source: Endpoint
bo: མཐའ་སྣེ།
ja: エンドポイント
zh_hans: 端点
zh_hant: 端點

source: Endpoint reachable
bo: མཐའ་སྣེར་སླེབས་ཐུབ་པ།
ja: エンドポイントに到達可能
zh_hans: 端点可达
zh_hant: 端點可達

source: Experimental
bo: ཚོད་ལྟའི་རོལ་དབྱངས།
ja: 実験的
zh_hans: 先锋实验
zh_hant: 先鋒實驗

source: External ID
bo: ཕྱི་རོལ་མཚོན་རྟགས།
ja: 外部ID
zh_hans: 外部标识
zh_hant: 外部標識

source: Extracting AcoustID and performing Picard clustering…
bo: AcoustID སྒྲ་རིས་ལེན་པ་དང་ Picard ཚོགས་སྤྱི་སྒྲིག་བཞིན་པ...
ja: AcoustIDを抽出し、Picardクラスタリングを実行中…
zh_hans: 正在提取 AcoustID 声纹并进行 Picard 聚类…
zh_hant: 正在提取 AcoustID 聲紋並進行 Picard 聚類…

source: Failed to load audio item: %@
bo: སྒྲ་ཟིན་ཡིག་ཆ་ནང་འཇུག་མ་ཐུབ: %@
ja: オーディオ項目の読み込みに失敗しました：%@
zh_hans: 加载音频文件失败：%@
zh_hant: 載入音訊檔案失敗：%@

source: Failed to start audio playback
bo: སྒྲ་ཟིན་རྩེད་འདོན་འགོ་འཛུགས་མ་ཐུབ།
ja: オーディオ再生の開始に失敗しました
zh_hans: 启动音频播放失败
zh_hant: 啓動音訊播放失敗
